Repository: neogenz/pulpe
Catalog: ios/Pulpe/Resources/Localizable.xcstrings
Source language: fr
Languages: de, en, it

source: La configuration de ton compte n'a pas abouti — vérifie ta connexion et réessaie.
de: Die Einrichtung deines Kontos hat nicht geklappt — prüf deine Verbindung und versuch es nochmal.
en: Setting up your account didn't go through — check your connection and try again.
it: La configurazione del tuo account non è andata a buon fine — controlla la connessione e riprova.

source: La connexion n'a pas abouti — %@
de: Die Anmeldung ist nicht durchgegangen — %@
en: Sign-in did not go through — %@
it: L'accesso non è andato a buon fine — %@

source: La création du budget a échoué. Réessaie.
de: Das Budget konnte nicht erstellt werden. Versuch es nochmal.
en: Creating the budget failed. Try again.
it: La creazione del budget non è riuscita. Riprova.

source: La décision a bien été enregistrée, mais les soldes n'ont pas pu être actualisés — recharge la page sans réessayer
de: Die Entscheidung wurde gespeichert, aber die Salden liessen sich nicht aktualisieren — lade die Seite neu, ohne es erneut zu versuchen
en: The decision was saved, but the balances could not be refreshed — reload the page without trying again
it: La decisione è stata registrata, ma i saldi non sono stati aggiornati — ricarica la pagina senza riprovare

source: La dérivation de la clé a échoué
de: Die Schlüsselableitung ist fehlgeschlagen
en: Key derivation failed
it: La derivazione della chiave non è riuscita

source: La pioche a bien été créée, mais les soldes n'ont pas pu être actualisés — recharge la page sans relancer la pioche
de: Die Entnahme wurde erstellt, aber die Salden liessen sich nicht aktualisieren — lade die Seite neu, ohne die Entnahme erneut zu starten
en: The withdrawal was created, but the balances could not be refreshed — reload the page without running the withdrawal again
it: Il prelievo è stato creato, ma i saldi non sono stati aggiornati — ricarica la pagina senza rilanciare il prelievo

source: La projection baisse. Rien ne change dans ton budget.
de: Die Prognose sinkt. In deinem Budget ändert sich nichts.
en: The projection goes down. Nothing changes in your budget.
it: La proiezione scende. Nel tuo budget non cambia nulla.

source: La reconnaissance biométrique n'a pas pu être activée
de: Die biometrische Erkennung liess sich nicht aktivieren
en: Biometric recognition couldn't be turned on
it: Impossibile attivare il riconoscimento biometrico

source: La rentrée remet les compteurs
de: Der Herbststart setzt die Zähler zurück
en: Back to it, counters reset
it: Il rientro azzera i contatori

source: La rentrée, un nouveau souffle
de: Neustart nach dem Sommer
en: Back to it, a fresh start
it: Si riparte, con nuovo slancio

source: La suppression du compte a échoué
de: Das Löschen des Kontos ist fehlgeschlagen
en: Deleting the account failed
it: L'eliminazione dell'account non è riuscita

source: La suppression n'a pas pu aboutir
de: Das Löschen hat nicht geklappt
en: The deletion didn’t go through — try again
it: L’eliminazione non è riuscita — riprova

source: Langue de l'app
de: App-Sprache
en: App language
it: Lingua dell'app

source: Langue du système
de: Systemsprache
en: System language
it: Lingua di sistema

source: Le %lld
de: Am %lld.
en: On the %lld
it: Il %lld

source: Le beau temps sur tes comptes
de: Schönwetter für deine Konten
en: Fair weather on your accounts
it: Bel tempo sui tuoi conti

source: Le budget sera créé avec les prévisions du modèle sélectionné
de: Das Budget wird mit den Planposten der gewählten Vorlage erstellt
en: The budget will be created with the planned items from the selected template
it: Il budget sarà creato con le previsioni del modello selezionato

source: Le budget suit le calendrier mensuel standard.
de: Das Budget folgt dem üblichen Monatskalender.
en: The budget follows the standard monthly calendar.
it: Il budget segue il calendario mensile standard.

source: Le changement de PIN a réussi mais la clé de récupération n'a pas pu être mise à jour
de: Die PIN wurde geändert, aber der Wiederherstellungsschlüssel liess sich nicht aktualisieren
en: The PIN change went through but the recovery key could not be updated
it: Il PIN è stato cambiato ma la chiave di recupero non è stata aggiornata

source: Le chargement a pris trop de temps, réessaie
de: Das Laden hat zu lange gedauert, versuch es nochmal
en: Loading took too long, try again
it: Il caricamento ha impiegato troppo tempo, riprova

source: Le code PIN est invalide
de: Die PIN ist ungültig
en: The PIN is not valid
it: Il PIN non è valido

source: Le lissage n'a pas pu aboutir
de: Das Verteilen hat nicht geklappt
en: The spread didn’t go through — try again
it: La ripartizione non è riuscita — riprova

source: Le mois commencera un...
de: Dein Monat beginnt am...
en: Your month will start on the...
it: Il tuo mese inizierà il...

source: Le mois de %@ porte quelques centimes de plus.
de: Auf den Monat %@ entfällt ein kleiner Restbetrag.
en: The month of %@ carries a few extra cents.
it: Il mese di %@ porta qualche centesimo in più.

source: Le mois de fin doit suivre le mois de début
de: Der Endmonat muss nach dem Startmonat liegen
en: The end month must come after the start month
it: Il mese finale deve seguire il mese iniziale

source: Le mois de fin précède le mois de début
de: Der Endmonat liegt vor dem Startmonat
en: The end month comes before the start month
it: Il mese finale precede il mese iniziale

source: Le mois suivant n'a pas de modèle par défaut — impossible d'y placer le remboursement
de: Der Folgemonat hat keine Standardvorlage — die Rückzahlung lässt sich dort nicht ablegen
en: Next month has no default template — the repayment cannot be placed there
it: Il mese successivo non ha un modello predefinito — il rimborso non può essere inserito lì

source: Le montant est déjà passé sur ton compte.
de: Der Betrag ist bereits über dein Konto gelaufen.
en: The amount has already gone through your account.
it: L'importo è già passato sul tuo conto.

source: Le montant sera retiré de l'objectif choisi.
de: Der Betrag wird dem gewählten Sparziel entnommen.
en: The amount will be taken out of the goal you pick.
it: L'importo verrà prelevato dall'obiettivo che scegli.

source: Le mot de passe actuel est requis
de: Das aktuelle Passwort ist nötig
en: The current password is required
it: La password attuale è obbligatoria

source: Le nouveau code doit être différent
de: Der neue Code muss sich unterscheiden
en: The new code must be different
it: Il nuovo codice deve essere diverso

source: Le nouveau mot de passe doit être différent de l'ancien
de: Das neue Passwort muss sich vom alten unterscheiden
en: The new password must differ from the old one
it: La nuova password deve essere diversa dalla precedente

source: Le printemps des bonnes habitudes
de: Frühling der guten Gewohnheiten
en: Spring of good habits
it: La primavera delle buone abitudini

source: Le report n'a pas pu aboutir
de: Das Verschieben hat nicht geklappt
en: The postponement didn’t go through — try again
it: Il rinvio non è riuscito — riprova

source: Le retrait reste prévu. Le solde baisse quand tu crées le revenu réel.
de: Die Entnahme bleibt geplant. Der Saldo sinkt, wenn du die tatsächliche Einnahme erfasst.
en: The withdrawal stays planned. The balance drops when you create the actual income.
it: Il prelievo resta previsto. Il saldo scende quando crei l'entrata effettiva.

source: Le sel de chiffrement est invalide
de: Das Verschlüsselungs-Salt ist ungültig
en: The encryption salt is not valid
it: Il salt di cifratura non è valido

source: Le serveur a répondu de façon inattendue — réessaie
de: Der Server hat unerwartet geantwortet — versuch es noch einmal
en: The server answered unexpectedly — try again
it: Il server ha risposto in modo inatteso — riprova

source: Le taux de change est indisponible, réessaie dans un instant.
de: Der Wechselkurs ist gerade nicht verfügbar, versuch es gleich noch einmal.
en: The exchange rate is unavailable, try again in a moment.
it: Il tasso di cambio non è disponibile, riprova tra un istante.

source: Le trousseau n'est pas disponible sur cet appareil
de: Der Schlüsselbund ist auf diesem Gerät nicht verfügbar
en: The keychain is not available on this device
it: Il portachiavi non è disponibile su questo dispositivo

source: Leasing / crédit
de: Leasing / Kredit
en: Lease / loan
it: Leasing / prestito

source: Leasing ou mensualité de crédit
de: Leasing oder Kreditrate
en: Lease or loan payment
it: Leasing o rata del prestito

source: Les codes ne correspondent pas
de: Die Codes stimmen nicht überein
en: The codes don't match
it: I codici non corrispondono

source: Les deux prévisions ont été supprimées
de: Beide Planposten wurden gelöscht
en: Both planned items were deleted
it: Entrambe le previsioni sono state eliminate

source: Les données reçues sont illisibles — réessaie
de: Die empfangenen Daten sind unlesbar — versuch es noch einmal
en: The data received cannot be read — try again
it: I dati ricevuti non sono leggibili — riprova

source: Les informations fournies ne sont pas valides
de: Die angegebenen Daten sind ungültig
en: The details provided are not valid
it: I dati forniti non sono validi

source: Les invites d'iOS — Face ID, photos, partage — suivent la langue du système, pas celle-ci. Les régler redémarre Pulpe.
de: iOS-Dialoge — Face ID, Fotos, Teilen — folgen der Systemsprache, nicht dieser. Eine Änderung dort startet Pulpe neu.
en: iOS prompts — Face ID, photos, sharing — follow the system language, not this one. Changing it restarts Pulpe.
it: Le richieste di iOS — Face ID, foto, condivisione — seguono la lingua di sistema, non questa. Cambiarla riavvia Pulpe.

source: Les mots de passe correspondent
de: Die Passwörter stimmen überein
en: The passwords match
it: Le password coincidono

source: Les mots de passe ne correspondent pas
de: Die Passwörter stimmen nicht überein
en: The passwords do not match
it: Le password non coincidono

source: Les paramètres de sécurité sont invalides
de: Die Sicherheitsparameter sind ungültig
en: The security settings are not valid
it: I parametri di sicurezza non sono validi

source: Les prévisions liées ont changé depuis l'aperçu — vérifie la nouvelle liste
de: Die verknüpften Planposten haben sich seit der Vorschau geändert — prüf die neue Liste
en: The linked planned items changed since the preview — check the new list
it: Le previsioni collegate sono cambiate dall'anteprima — controlla il nuovo elenco

source: Les prévisions liées ont changé — choisis à nouveau comment les traiter
de: Die verknüpften Planposten haben sich geändert — wähl noch einmal, wie du damit umgehst
en: The linked planned items changed — choose again how to handle them
it: Le previsioni collegate sono cambiate — scegli di nuovo come trattarle

source: Les prévisions restent dans tes budgets, simplement déliées de l'objectif.
de: Die Planposten bleiben in deinen Budgets, nur ohne Verbindung zum Sparziel.
en: The planned items stay in your budgets, just detached from the goal.
it: Le previsioni restano nei tuoi budget, solo scollegate dall'obiettivo.

source: Les prévisions sont supprimées : le montant redevient disponible chaque mois.
de: Die Planposten werden gelöscht: Der Betrag ist jeden Monat wieder verfügbar.
en: The planned items are deleted: the amount goes back to available every month.
it: Le previsioni vengono eliminate: l'importo torna disponibile ogni mese.

source: Les tags créés sur le web apparaîtront ici.
de: Im Web erstellte Tags erscheinen hier.
en: Tags created on the web will show up here.
it: I tag creati sul web appariranno qui.

source: Les éléments rattachés ont changé entre-temps — vérifie le nouvel impact avant de confirmer
de: Die zugehörigen Elemente haben sich inzwischen geändert — prüf die neue Auswirkung, bevor du bestätigst
en: The attached items changed in the meantime — check the new impact before confirming
it: Gli elementi collegati sono cambiati nel frattempo — controlla il nuovo impatto prima di confermare

source: Lien invalide ou expiré
de: Link ungültig oder abgelaufen
en: Invalid or expired link
it: Link non valido o scaduto

source: Ligne %lld
de: Zeile %lld
en: Line %lld
it: Riga %lld

source: Lignes budgétaires
de: Budgetzeilen
en: Budget lines
it: Righe di budget

source: Lissage en cours…
de: Wird verteilt…
en: Spreading…
it: Ripartizione in corso…

source: Lisser
de: Verteilen
en: Spread
it: Ripartisci

source: Lisser la dépense
de: Ausgabe verteilen
en: Spread the expense
it: Ripartisci la spesa

source: Lisser l’épargne
de: Sparen verteilen
en: Spread the savings
it: Ripartisci il risparmio

source: Lisser sur plusieurs mois
de: Auf mehrere Monate verteilen
en: Spread over several months
it: Ripartisci su più mesi

source: Lissé
de: Verteilt
en: Spread
it: Ripartita

source: Liste complète des éléments rattachés
de: Vollständige Liste der verknüpften Elemente
en: Full list of attached items
it: Elenco completo degli elementi collegati

source: Logement
de: Wohnen
en: Housing
it: Casa

source: Logo Pulpe
de: Pulpe-Logo
en: Pulpe logo

source: Loisirs & sport
de: Freizeit & Sport
en: Leisure & sport
it: Tempo libero & sport

source: Loyer
de: Miete
en: Rent
it: Affitto

source: Loyer mensuel
de: Monatsmiete
en: Monthly rent
it: Affitto mensile

source: LÉGAL
de: RECHTLICHES
en: LEGAL
it: NOTE LEGALI

source: Maintenance en cours
de: Wartung läuft
en: Maintenance under way
it: Manutenzione in corso

source: Maison, vacances, voiture…
de: Haus, Ferien, Auto…
en: House, holidays, car…
it: Casa, vacanze, auto…

source: Marquer comme atteint
de: Als erreicht markieren
en: Mark as reached
it: Segna come raggiunto

source: Masquer
de: Ausblenden
en: Hide
it: Nascondi

source: Masquer le mot de passe
de: Passwort ausblenden
en: Hide password
it: Nascondi la password

source: Masquer les mois passés
de: Vergangene Monate ausblenden
en: Hide past months
it: Nascondi i mesi passati

source: Masquer les montants ?
de: Beträge ausblenden?
en: Hide the amounts?
it: Nascondere gli importi?

source: Mes prévisions
de: Meine Planposten
en: My planned items
it: Le mie previsioni

source: Mes tags
de: Meine Tags
en: My tags
it: I miei tag

source: Mes épargnes
de: Mein Sparen
en: My savings
it: I miei risparmi

source: Mettre à jour
de: Aktualisieren
en: Update
it: Aggiorna

source: Mi-parcours — tout se rééquilibre
de: Halbzeit — es gleicht sich aus
en: Halfway — it all evens out
it: A metà strada — tutto si riequilibra

source: Mi-parcours — tu tiens le cap
de: Halbzeit — du hältst Kurs
en: Halfway — you’re on course
it: A metà strada — mantieni la rotta

source: Mise à jour disponible
de: Update verfügbar
en: Update available
it: Aggiornamento disponibile

source: Mise à jour en cours
de: Aktualisierung läuft
en: Update in progress
it: Aggiornamento in corso

source: Mise à jour requise
de: Update nötig
en: Update required
it: Aggiornamento necessario

source: Mobilité & Crédit
de: Mobilität & Kredit
en: Mobility & Credit
it: Mobilità & Credito

source: Mode de création
de: Erstellungsmodus
en: Creation mode
it: Modalità di creazione

source: Mode de montant
de: Betragsmodus
en: Amount mode
it: Modalità dell’importo

source: Modifier
de: Ändern
en: Edit
it: Modifica

source: Modifier %@
de: %@ bearbeiten
en: Edit %@
it: Modifica %@

source: Modifier l'objectif
de: Sparziel ändern
en: Edit the goal
it: Modifica l'obiettivo

source: Modifier l'épargne
de: Sparen bearbeiten
en: Edit the savings
it: Modifica il risparmio

source: Modifier la dépense
de: Ausgabe bearbeiten
en: Edit the expense
it: Modifica la spesa

source: Modifier la ligne
de: Zeile bearbeiten
en: Edit line
it: Modifica la riga

source: Modifier le montant
de: Betrag ändern
en: Change the amount
it: Cambia l'importo

source: Modifier le revenu
de: Einnahme bearbeiten
en: Edit the income
it: Modifica l'entrata

source: Modifié
de: Geändert
en: Saved
it: Modificato

source: Modèle
de: Vorlage
en: Template
it: Modello

source: Modèle créé
de: Vorlage erstellt
en: Template created
it: Modello creato

source: Modèle par défaut
de: Standardvorlage
en: Default template
it: Modello predefinito

source: Modèle uniquement
de: Nur die Vorlage
en: Template only
it: Solo il modello

source: Modèles
de: Vorlagen
en: Templates
it: Modelli

source: Modèles : version iOS encore allégée
de: Vorlagen: auf iOS noch schlanker
en: Templates: still a lighter version on iOS
it: Modelli: su iOS una versione ancora essenziale

source: Mois
de: Monat
en: Month
it: Mese

source: Mois %@
de: Monat %@
en: Month %@
it: Mese %@

source: Mois Standard
de: Standardmonat
en: Standard month
it: Mese standard

source: Mois Type
de: Monatsvorlage
en: Template month
it: Mese modello

source: Mois actuel
de: Aktueller Monat
en: Current month
it: Mese corrente

source: Mois de départ, non modifiable
de: Startmonat, nicht änderbar
en: Start month, not editable
it: Mese iniziale, non modificabile

source: Mon compte
de: Mein Konto
en: My account
it: Il mio account

source: Mon épargne
de: Mein Sparen
en: My savings
it: Il mio risparmio

source: Montant
de: Betrag
en: Amount
it: Importo

source: Montant calculé automatiquement, non modifiable.
de: Betrag wird automatisch berechnet und ist nicht bearbeitbar.
en: Amount calculated automatically, not editable.
it: Importo calcolato automaticamente, non modificabile.

source: Montant de départ (optionnel)
de: Startbetrag (optional)
en: Starting amount (optional)
it: Importo di partenza (facoltativo)

source: Montant en %@
de: Betrag in %@
en: Amount in %@
it: Importo in %@

source: Montant masqué
de: Betrag ausgeblendet
en: Amount hidden
it: Importo nascosto

source: Montant mensuel
de: Monatsbetrag
en: Monthly amount
it: Importo mensile

source: Montant mensuel pour chaque mois ouvert
de: Monatsbetrag für jeden offenen Monat
en: Monthly amount for every open month
it: Importo mensile per ogni mese aperto

source: Montant par mois
de: Betrag pro Monat
en: Amount per month
it: Importo al mese

source: Montant restant prévu · %@
de: Geplanter Restbetrag · %@
en: Planned amount remaining · %@
it: Importo previsto rimanente · %@

source: Montant restant: %@.
de: Restbetrag: %@.
en: Amount left: %@.
it: Importo rimanente: %@.

source: Montant total
de: Gesamtbetrag
en: Total amount
it: Importo totale

source: Montants variables
de: Unterschiedliche Beträge
en: Amounts vary
it: Importi variabili

source: Mot de passe
de: Passwort
en: Password
it: Password

source: Mot de passe actuel
de: Aktuelles Passwort
en: Current password
it: Password attuale

source: Mot de passe actuel incorrect
de: Aktuelles Passwort falsch
en: Current password is wrong
it: Password attuale sbagliata

source: Mot de passe incorrect
de: Falsches Passwort
en: Wrong password
it: Password sbagliata

source: Mot de passe modifié
de: Passwort geändert
en: Password changed
it: Password modificata

source: Mot de passe oublié
de: Passwort vergessen
en: Forgotten password
it: Password dimenticata

source: Mot de passe oublié ?
de: Passwort vergessen?
en: Forgot your password?
it: Password dimenticata?

source: Mot de passe réinitialisé, reconnecte-toi
de: Passwort zurückgesetzt, melde dich neu an
en: Password reset, sign back in
it: Password reimpostata, accedi di nuovo

# Mouvement de l’objectif, %@ %@
source: Mouvement de l’objectif, %1$@ %2$@
de: Bewegung des Sparziels, %@ %@
en: Goal activity, %@ %@
it: Movimento dell'obiettivo, %@ %@

source: Mouvements
de: Bewegungen
en: Activity
it: Movimenti

source: Nature
de: Art
en: Type
it: Tipo

source: Ne rien changer
de: Nichts ändern
en: Change nothing
it: Non cambiare niente

source: Ne rien supprimer
de: Nichts löschen
en: Delete nothing
it: Non eliminare nulla

source: Nom
de: Name
en: Name
it: Nome

source: Nom de l'objectif
de: Name des Sparziels
en: Goal name
it: Nome dell'obiettivo

source: Nom de l'objectif d'épargne
de: Name des Sparziels
en: Savings goal name
it: Nome dell'obiettivo di risparmio

source: Nom de la ligne
de: Name der Zeile
en: Line name
it: Nome della riga

source: Nom de la ligne budgétaire
de: Name der Budgetzeile
en: Budget line name
it: Nome della riga di budget

source: Nom de la ligne du modèle
de: Name der Vorlagenzeile
en: Template line name
it: Nome della riga del modello

source: Nom du modèle
de: Name der Vorlage
en: Template name
it: Nome del modello

source: Nom du nouveau tag
de: Name des neuen Tags
en: New tag name
it: Nome del nuovo tag

source: Non connecté(e)
de: Nicht angemeldet
en: Not signed in
it: Non connesso/a

source: Non sélectionné
de: Nicht ausgewählt
en: Not selected
it: Non selezionato

source: Non, juste la prévision
de: Nein, nur den Planposten
en: No, just the planned item
it: No, solo la previsione

source: Note ce qui passe sur ton compte pour suivre tes dépenses
de: Halte fest, was auf deinem Konto passiert, um deine Ausgaben zu verfolgen
en: Note what goes through your account to track your expenses
it: Annota cosa passa sul tuo conto per seguire le tue spese

source: Note ce qui passe sur ton compte pour suivre tes revenus
de: Halte fest, was auf deinem Konto passiert, um deine Einnahmen zu verfolgen
en: Note what goes through your account to track your income
it: Annota cosa passa sul tuo conto per seguire le tue entrate

source: Note ce qui passe sur ton compte pour suivre ton épargne
de: Halte fest, was auf deinem Konto passiert, um dein Sparen zu verfolgen
en: Note what goes through your account to track your savings
it: Annota cosa passa sul tuo conto per seguire il tuo risparmio

source: Note cette clé dans un endroit sûr. Elle te permettra de retrouver l'accès à tes données si tu oublies ton code PIN.
de: Notiere diesen Schlüssel an einem sicheren Ort. Damit kommst du wieder an deine Daten, falls du deinen PIN-Code vergisst.
en: Write this key down somewhere safe. It will let you get back into your data if you forget your PIN.
it: Annota questa chiave in un posto sicuro. Ti permetterà di riaccedere ai tuoi dati se dimentichi il tuo codice PIN.

source: Noter un montant
de: Betrag notieren
en: Note an amount
it: Segna un importo

source: Noter un revenu
de: Einnahme erfassen
en: Note income
it: Registra un'entrata

source: Noter une dépense
de: Ausgabe erfassen
en: Note an expense
it: Registra una spesa

source: Noter une épargne
de: Sparen erfassen
en: Note savings
it: Registra un risparmio

source: Nouveau dans Pulpe
de: Neu in Pulpe
en: New in Pulpe
it: Novità in Pulpe

source: Nouveau budget
de: Neues Budget
en: New budget
it: Nuovo budget

source: Nouveau code PIN
de: Neue PIN
en: New PIN
it: Nuovo codice PIN

source: Nouveau départ, nouvelles ambitions
de: Neuer Start, neue Ziele
en: New start, new ambitions
it: Nuovo inizio, nuove ambizioni

source: Nouveau modèle
de: Neue Vorlage
en: New template
it: Nuovo modello

source: Nouveau mois
de: Neuer Monat
en: New month
it: Nuovo mese

source: Nouveau mot de passe
de: Neues Passwort
en: New password
it: Nuova password

source: Nouveau sur Pulpe ?
de: Neu bei Pulpe?
en: New to Pulpe?
it: Nuovo su Pulpe?

source: Nouveau tag
de: Neues Tag
en: New tag
it: Nuovo tag

source: Nouveautés
de: Neuigkeiten
en: What's new
it: Novità

source: Nouvel objectif
de: Neues Sparziel
en: New goal
it: Nuovo obiettivo

source: Nouvelle ligne
de: Neue Zeile
en: New line
it: Nuova riga

source: Objectif
de: Sparziel
en: Goal
it: Obiettivo

source: Objectif : %@
de: Sparziel: %@
en: Goal: %@
it: Obiettivo: %@

# Objectif Voyage au Japon, échéance juin 2027, %@ sur %@
source: Objectif Voyage au Japon, échéance juin 2027, %1$@ sur %2$@
de: Sparziel Japanreise, Frist Juni 2027, %@ von %@
en: Goal Trip to Japan, deadline June 2027, %@ of %@
it: Obiettivo Viaggio in Giappone, scadenza giugno 2027, %@ su %@

source: Objectif atteint
de: Sparziel erreicht
en: Target reached
it: Obiettivo raggiunto

source: Objectif créé
de: Sparziel erstellt
en: Goal created
it: Obiettivo creato
